Repository: gustavo-munhoz/AdAstra
Catalog: AdAstra/Common/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ years old
pt_br: %@ anos

source: ⭐ Curiosity
pt_br: ⭐ Curiosidade

source: 💛️ Interests
pt_br: 💛️ Interesses

source: 📚 Education
pt_br: 📚 Formações

source: Afternoon
pt_br: Tarde

source: Back
pt_br: Voltar

source: Cancel
pt_br: Cancelar

source: Close
pt_br: Fechar

source: Connect
pt_br: Conectar

source: DocumentID was not initialized.
pt_br: DocumentID não inicializado

source: Enter the user's keyword here
pt_br: Digite a palavra-chave aqui

source: Error!
pt_br: Erro!

source: Incorrect keyword!
pt_br: Palavra-chave incorreta!

source: Initializing...
pt_br: Iniciando…

source: Is this you?
pt_br: Esse é você?

source: Jr. Mentor
pt_br: Mentor Jr.

source: Loading users...
pt_br: Carregando usuários…

source: Made with ❤️ by Gustavinhos and Cia.
pt_br: Feito com ❤️ por Gustavinhos e Cia.

source: Mentors
pt_br: Mentoria

source: Morning
pt_br: Manhã

source: Sign in
pt_br: Conectar

source: Sign out
pt_br: Sair

source: Signing in...
pt_br: Conectando…

source: Student
pt_br: Aluno

source: That's me!
pt_br: Sou eu!

source: Type your keyword here!
pt_br: Digite sua palavra chave aqui!

source: User not found... try another code!
pt_br: Usuário não encontrado… tente outro código!
